Revit 2027 API
ParameterTypeId.StartZOffsetValue Property
 "Start z Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartZOffsetValue { get; }
Public Shared ReadOnly Property StartZOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartZOffsetValue {
	ForgeTypeId^ get ();
}
static member StartZOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace